Repository: TrellixVulnTeam/gVarvi_DCQR
Catalog: gvarvi/locale/*/LC_MESSAGES/gvarvi.po
Languages: es_es

source: Picture presentation activity: This activity plays some groups of pictures. Also allows to associate sounds to each picture group.
es_es: Actividad de presentación de fotografías: Esta actividad reproduce varios grupos de fotografías. También permite asociar sonidos a cada uno de estos grupos.

source: Video presentation activity: This activity plays some individual videos
es_es: Actividad de presentación de vídeos: Esta actividad reproduce varios vídeos individualmente

source: Sound presentation activity: This activity plays some individual sounds. Also allows to associate some images to each sound.
es_es: Actividad de presentación de sonidos: Esta actividad reproduce varios sonidos individualmente. También permite asociar imágenes a cada sonido.

source: Manual activity: This activity plays some tags and shows on screen a custom text for each tag. The user can choose if the tag ends with key pressing or with a timeout.
es_es: Actividad manual: Esta actividad define varios espisodios y muestra en cada uno un texto personalizado en la pantalla. El usuario puede elegir si el episodio termina con la pulsación de una tecla o en un tiempo predeterminado.

source: Associated key activity: This activity plays some tags and shows on screen a custom text for each tag. Tags have an associated key, so changing tags is as simple as press the associated key of next tag.
es_es: Actividad con teclas asociadas: Esta actividad define varios episodios y muestra en cada uno un texto personalizado. Los episodios tienen una tecla asociada, así que cambiar de un episodio a otro es tan simple como pulsar la tecla asociada al siguiente episodio.

source: Cancel
es_es: Cancelar

source: Return to the main window
es_es: Volver a la ventana principal

source: Preferences
es_es: Preferencias

source: Language
es_es: Idioma

source: Check for updates on{0}start
es_es: Buscar actualizaciones{0}al inicio

source: Default mode
es_es: Modo

source: Device connected mode
es_es: Conex. con dispositivo

source: Demo mode
es_es: Modo demo

source: Bluetooth support
es_es: Soporte Bluetooth

source: ANT+ support
es_es: Soporte ANT+

source: Scan devices on startup
es_es: Escaneo al inicio

source: Remote debugger
es_es: Depurador remoto

source: Remote debugger IP
es_es: Dep. remoto (IP)

source: Remote debugger port
es_es: Dep. remoto (puerto)

source: Save
es_es: Guardar

source: Save preferences
es_es: Guardar preferencias

source: Reset
es_es: Resetear

source: Back to the default configuration
es_es: Volver a la configuración por defecto

source: Changing the language requires rebooting application
es_es: El cambio de idioma requiere reiniciar la aplicación

source: Remote debugger IP field must be a valid ip, although it had not been activated.
es_es: La IP del depurador remoto debe ser válida, incluso si no ha sido activado.

source: Are you sure to reset preferences?
es_es: ¿Estas seguro de resetear la configuración?

source: Confirm
es_es: Confirma

source: Debug Window
es_es: Ventana de depuración

source: Open in gHRV
es_es: Abrir en gHRV

source: Plot results
es_es: Representar gráficamente los resultados

source: Open tag file
es_es: Abrir archivo de etiquetas

source: Open rr file
es_es: Abrir archivo de rr

source: gHRV must be installed in the system
es_es: gHRV debe estar instalado en el sistema

source: This feature is only available for Linux platforms
es_es: Esta funcionalidad sólo está disponible para plataformas Linux

source: New Associated-Key Activity
es_es: Nueva actividad con teclas asociadas

source: Name
es_es: Nombre

source: Text
es_es: Texto

source: Key code
es_es: Tecla

source: Please, don't forget to fill all fields.{0}Also remember to add at least one tag{0}Name only allows alphanumeric symbols, underscore and space
es_es: Por favor, no te olvides de completar todos los campos.{0}También recuerda añadir como mínimo una etiqueta{0}El campo "nombre" sólo permite caracteres alfanuméricos, guión bajo y espacio.

source: New Associated Key Tag
es_es: Nueva etiqueta con tecla asociada

source: Modifying Associated Key Tag (id: {0})
es_es: Modificando etiqueta con tecla asociada (id: {0})

source: Screen Text
es_es: Texto en pantalla

source: Key
es_es: Tecla

source: Change
es_es: Cambiar

source: Save the tag
es_es: Guardar la etiqueta

source: Listening...
es_es: Escuchando...

source: Please, don't forget to fill all fields with valid data - Every fields are mandatory - The key must be alphanumeric - Make you sure that you aren't using this key in other tag - Allowed symbols for tag name and screen text: alphanumeric, space and underscore
es_es: Por favor, cubre todos los campos con datos válidos - Todos los campos son obligatorios - La tecla asociada debe ser alfanumérica - Asegúrate de no haber usado esa tecla en otra etiqueta - Los caracteres permitidos para el nombre de la etiqueta y el texto en pantalla son: + Alfanuméricos + Guión bajo + Espacio

source: New Manual Activity
es_es: Nueva actividad de tipo manual

source: Timed
es_es: Temporizado

source: Key (SPACE BAR)
es_es: Por tecla (Barra espaciadora)

source: Finish type
es_es: Tipo de fin

source: Time
es_es: Tiempo

source: New Manual Tag
es_es: Nueva etiqueta manual

source: Modifying Manual Tag (id: {0})
es_es: Modificando etiqueta manual (id: {0})

source: Please, don't forget to fill all fields with valid data - Every fields are mandatory - Allowed symbols for tag name and screen text: alphanumeric, space and underscore
es_es: Por favor, cubre los campos con datos válidos - Todos los campos son obligatorios - Caracteres permitidos para el nombre de etiqueta y el texto en pantalla: + Alfanuméricos + Guión bajo + Espacio

source: New Image Activity
es_es: Nueva actividad de presentación de fotografías

source: Gap (seconds)
es_es: Duración (segundos)

source: Random
es_es: Modo aleatorio

source: Path
es_es: Ruta

source: Associated sound
es_es: Sonido asociado

source: Sounds
es_es: Sonidos

source: New Image Tag
es_es: Nueva etiqueta de imágenes

source: Modifying Image Tag (id: {0})
es_es: Modificando una etiqueta de imágenes (id: {0})

source: Add
es_es: Añadir

source: Add new tag
es_es: Añadir una nueva etiqueta

source: Remove
es_es: Borrar

source: Remove the selected tag
es_es: Borrar la etiqueta seleccionada

source: Up
es_es: Subir

source: Up selected tag in the list
es_es: Subir la etiqueta seleccionada en la lista

source: Down
es_es: Bajar

source: Down selected tag in the list
es_es: Bajar la etiqueta seleccionada en la lista

source: Save the activity
es_es: Guardar la actividad

source: Choose a directory
es_es: Selecciona una carpeta

source: Audio source
es_es: Archivo de audio

source: Choose a file
es_es: Selecciona un archivo

source: Please, fill all fields with valid data{0}Name only allows alphanumeric symbols, underscore and space
es_es: Por favor, completa todos los campos con datos válidos{0}El campo nombre permite caracteres alfanuméricos, guión bajo y espacio.

source: New Sound Activity
es_es: Nueva actividad de presentación de sonidos

source: Associated image
es_es: Imagen asociada

source: Images
es_es: Imágenes

source: New Sound Tag
es_es: Nueva etiqueta de sonido

source: Modifying Sound Tag (id: {0})
es_es: Modificando etiqueta de sonido (id: {0})

source: Randomize images
es_es: Aleatorizar imágenes

source: Image source
es_es: Archivo de imagen

source: Please, don't forget to fill all fields with valid data{0]Name only allows alphanumeric symbols, underscore and space
es_es: Por favor, completa todos los campos con datos válidos{0}El campo nombre permite caracteres alfanuméricos, guión bajo y espacio.

source: Modifying Activity (id: {0})
es_es: Modicando actividad (id: {0})

source: Tags
es_es: Etiquetas

source: Edit
es_es: Editar

source: Rename the selected tag
es_es: Renombrar la etiqueta seleccionada

source: Are you sure to delete that tag?
es_es: ¿Estás seguro de borrar esa etiqueta?

source: Confirm delete operation
es_es: Confirma la operación de borrado

source: You must select a tag
es_es: Debes seleccionar una etiqueta

source: New Video Activity
es_es: Nueva actividad de vídeo

source: New Video Tag
es_es: Nueva etiqueta de vídeo

source: Modifying Video Tag (id: {0})
es_es: Modificando etiqueta de vídeo (id: {0})

source: Video source
es_es: Archivo de vídeo

source: Please, don't forget to fill all fields with valid data
es_es: Por favor, no te olvides de completar todos los campos con datos válidos

source: Activities
es_es: Actividades

source: Type
es_es: Tipo

source: Add new activity
es_es: Añadir nueva actividad

source: Edit the selected activity
es_es: Editar la actividad seleccionada

source: Remove the selected activity
es_es: Borrar la actividad seleccionada

source: Export
es_es: Exportar

source: Export the selected activity
es_es: Exportar la actividad seleccionada a un archivo

source: Global options
es_es: Opciones globales

source: Quit
es_es: Salir

source: Click to quit using VARVI
es_es: Selecciona esta opción para salir de la aplicación

source: About
es_es: Acerca de

source: Click to see information about VARVI
es_es: Selecciona esta opción para ver más información acerca de gVARVI

source: Click to open configuration window
es_es: Selecciona esta opción para abrir la ventana de configuración

source: Devices
es_es: Dispositivos

source: Scan
es_es: Escanear

source: Replay the device search
es_es: Repetir la búsqueda de dispositivos

source: Run a test for the selected device
es_es: Ejecutar un test para el dispositivo seleccionado

source: Acquisition Info
es_es: Información de la adquisición

source: Selected activity:
es_es: Actividad seleccionada

source: Selected device:
es_es: Dispositivo seleccionado

source: Begin acquisition
es_es: Comenzar adquisición

source: Run selected activity and begin acquisition
es_es: Reproduce la actividad seleccionada y comienza la adquisición

source: No recent acquisitions
es_es: No hay adquisiciones recientes

source: Open recent acquisition
es_es: Abrir adquisición reciente

source: Import activity
es_es: Importar actividad

source: Import an activity from an external file
es_es: Importar una actividad desde un archivo

source: Export selected activity
es_es: Exportar actividad seleccionada

source: Export selected activity to file
es_es: Exportar la actividad seleccionada a un archivo

source: Configuration window
es_es: Ventana de configuración

source: Exit
es_es: Salir

source: Terminate the program
es_es: Terminar el programa

source: Information about this program
es_es: Información acerca de este programa

source: Show or hide a debug window
es_es: Mostrar u ocultar la ventana de depuración

source: Toggle debug window
es_es: Mostrar/ocultar ventana de depuración

source: File
es_es: Archivo

source: Help
es_es: Ayuda

source: Advanced
es_es: Avanzado

source: Insert activity
es_es: Añadir actividad

source: You must select an activity
es_es: Debes seleccionar una actividad

source: Are you sure to delete that activity?
es_es: ¿Estas seguro de borrar la actividad seleccionada?

source: gVARVI is a free software tool developed to perform heart rate variability (HRV) analysis in response to different visual stimuli. The tool was developed after realizing that this type of studies are becoming popular in fields such as psychiatry, psychology and marketing, and taking into account the lack of specific tools for this purpose.
es_es: gVARVI is una utilidad open-source desarrollada para realizar adquisiciones de señales de frecuencia cardíaca en respuesta a diferentes estímulos audiovisuales. La herramienta ha sido desarrollada después de observar que los estudios de la variabilidad de la frecuencia cardíaca se han ido popularizando en campos como la psiquiatría,psicología y marketing, y dada la falta de herramientas para este propósito.

source: Are you sure?
es_es: ¿Estás seguro?

source: Confirm exit
es_es: Confirma la salida

source: Quitting VARVI
es_es: Cerrando gVARVI

source: Select path and name for the activity file
es_es: Selecciona una ruta y un nombre para el archivo de actividad

source: Activity "{0}" exported successfully
es_es: Actividad "{0}" exportada correctamente

source: Tar file
es_es: Archivo tar

source: Result files of acquisition not found
es_es: Archivos de resultados de la adquisición no encontrados

source: Device not supported
es_es: Dispositivo no soportado

source: Please select a device
es_es: Por favor, selecciona un dispositivo

source: Bluetooth error{0}CODE: {1}
es_es: Error de Bluetooth{0}Código: {1}

source: You must select an activity and a device
es_es: Debes seleccionar una actividad y un dispositivo

source: Select path and name for this acquisition
es_es: Selecciona una ruta y un nombre para la adquisición

source: File already exists. Do you want to overwrite it?
es_es: Este archivo ya existe. ¿Deseas sobreescribirlo?

source: Acquisition finished
es_es: Adquisición finalizada

source: Check them!
es_es: ¡Compruébalos!

source: Some of activity files has been deleted
es_es: Algunos de los archivos de la actividad han sido borrados

source: Activity aborted. Data won't be saved
es_es: Actividad abortada. Los datos no serán guardados

source: Acquisition failed. Data will be saved anyway {0}
es_es: Adquisición fallida. Los datos serán guardados de todas formas {0}

source: Searching...
es_es: Buscando...

source: Looking for devices...
es_es: Buscando dispositivos...

source: No device found
es_es: No se han encontrado dispositivos

source: {0} device(s) found
es_es: {0} dispositivo(s) encontrados

source: Running test
es_es: Ejecutando test

source: Connecting...
es_es: Conectando...

source: RR Value
es_es: Valor RR

source: HR Value
es_es: Valor HR

source: Connected
es_es: Conectado

source: Info
es_es: Información
